Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **This Version**: **What's New**, **Promotional Text**, **Description**, **Keywords**, **Support URL**, and the **Copyright** line (which applies to every locale at once).
ar: **هذا الإصدار**: **الجديد**، **النص الترويجي**، **الوصف**، **الكلمات الرئيسية**، **عنوان URL للدعم**، وسطر **حقوق الطبع والنشر** (الذي ينطبق على كل لغة في وقت واحد).
ca: **Aquesta versió**: **Novetats**, **Text promocional**, **Descripció**, **Paraules clau**, **URL d'assistència** i la línia **Dret d'autor** (que s'aplica a cada configuració regional alhora).
cs: **Tato verze**: **Co je nového**, **Propagační text**, **Popis**, **Klíčová slova**, **Adresa URL podpory** a řádek **Copyright** (který platí pro každé národní prostředí najednou).
da: **Denne version**: **Hvad er nyt**, **Kampagnetekst**, **Beskrivelse**, **Søgeord**, **Support-URL** og linjen **Copyright** (som gælder for alle lande på én gang).
de: **Diese Version**: **Neuheiten in dieser Version**, **Werbetext**, **Beschreibung**, **Schlüsselwörter**, **Support-URL** und die Zeile **Copyright** (gilt für alle Sprachen gleichzeitig).
el: **Αυτή η έκδοση**: **Τι νέο υπάρχει**, **Κείμενο προώθησης**, **Περιγραφή**, **Λέξεις-κλειδιά**, **Υποστήριξη URL** και η γραμμή **Πνευματικά δικαιώματα** (η οποία ισχύει για κάθε τοπική γλώσσα ταυτόχρονα).
es: **Esta versión**: **Novedades**, **Texto promocional**, **Descripción**, **Palabras clave**, **URL de soporte** y la línea de **Derechos de autor** (que se aplica a todos los idiomas a la vez).
fa: **این نسخه**: **تازه‌های این نسخه**، **متن تبلیغاتی**، **توضیحات**، **کلیدواژه‌ها**، **URL پشتیبانی** و خط **حق نشر** (که یک‌جا برای همهٔ زبان‌ها اعمال می‌شود).
fi: **Tämä versio**: **Uutta**, **Mainosteksti**, **Kuvaus**, **Avainsanat**, **Tuen URL-osoite** ja **Tekijänoikeus**-rivi (joka koskee kaikkia alueita kerralla).
fr: **Cette version** : **Nouveautés**, **Texte promotionnel**, **Description**, **Mots-clés**, **URL d'assistance** et la ligne **Copyright** (qui s'applique à toutes les langues à la fois).
he: **גרסה זו**: **מה חדש**, **טקסט קידום מכירות**, **תיאור**, **מילות מפתח**, **כתובת אתר לתמיכה** ושורת **זכויות יוצרים** (החלה על כל אזור בבת אחת).
hr: **Ova verzija**: **Što je novo**, **Promotivni tekst**, **Opis**, **Ključne riječi**, **URL podrške** i redak **Autorska prava** (koji se odnosi na sve jezike odjednom).
hu: **Ez a verzió**: **Újdonságok**, **Promóciós szöveg**, **Leírás**, **Kulcsszavak**, **Támogatási URL** és a **Szerzői jog** sor (amely minden területre egyszerre vonatkozik).
id: **Versi Ini**: **Apa yang Baru**, **Teks Promosi**, **Deskripsi**, **Kata Kunci**, **URL Dukungan**, dan baris **Hak Cipta** (yang berlaku untuk setiap lokal sekaligus).
it: **Questa versione**: **Novità**, **Testo promozionale**, **Descrizione**, **Parole chiave**, **URL di supporto** e la riga **Copyright** (che vale per tutte le lingue contemporaneamente).
ja: **このバージョン**: **このバージョンの最新情報**、**プロモーション用テキスト**、**説明**、**キーワード**、**サポート URL**、**著作権** (すべてのロケールに一括で適用されます)。
ko: **이 버전**: **새로운 기능**, **홍보 문구**, **설명**, **키워드**, **지원 URL** 및 **저작권** 줄(모든 로케일에 동시에 적용됨).
ms: **Versi Ini**: **Apa yang Baharu**, **Teks Promosi**, **Perihalan**, **Kata Kunci**, **URL Sokongan** dan baris **Hak Cipta** (yang digunakan pada setiap tempat serentak).
nl: **Deze versie**: **Wat is er nieuw**, **Promotietekst**, **Beschrijving**, **Trefwoorden**, **Ondersteunings-URL** en de regel **Copyright** (die van toepassing is op elke landinstelling tegelijk).
no: **Denne versjonen**: **Hva er nytt**, **Markedsføringstekst**, **Beskrivelse**, **Søkeord**, **Nettadresse for støtte** og linjen **Opphavsrett** (som gjelder alle lokaliteter samtidig).
pl: **Ta wersja**: **Co nowego**, **Tekst promocyjny**, **Opis**, **Słowa kluczowe**, **Pomocowy adres URL** i wiersz **Prawa autorskie** (który dotyczy wszystkich ustawień regionalnych jednocześnie).
pt_br: **Esta versão**: **Novidades**, **Texto promocional**, **Descrição**, **Palavras-chave**, **URL de suporte** e o campo **Direitos autorais** (que vale para todas as localidades de uma vez).
pt_pt: **Esta versão**: **Novidades**, **Texto promocional**, **Descrição**, **Palavras-chave**, **URL de suporte** e a linha **Copyright** (que se aplica a todas as localidades de uma só vez).
ro: **Această versiune**: **Ce este nou**, **Text promoțional**, **Descriere**, **Cuvinte cheie**, **Adresă URL de asistență** și linia **Drepturi de autor** (care se aplică pentru fiecare localitate odată).
ru: **Эта версия**: **Что нового**, **Рекламный текст**, **Описание**, **Ключевые слова**, **URL поддержки** и строка **Авторские права** (применяется сразу ко всем языкам).
sk: **Táto verzia**: **Čo je nové**, **Propagačný text**, **Popis**, **Kľúčové slová**, **Adresa URL podpory** a riadok **Copyright** (platí pre každé miestne nastavenie naraz).
sl: **Ta različica**: **Kaj je novega**, **Promocijsko besedilo**, **Opis**, **Ključne besede**, **Podporni URL** in vrstica **Avtorske pravice** (ki velja za vse jezike hkrati).
sv: **Den här versionen**: **Vad är nytt**, **Reklamtext**, **Beskrivning**, **Sökord**, **Support-URL** och raden **Upphovsrätt** (som gäller för alla språk på en gång).
th: **เวอร์ชันนี้**: **มีอะไรใหม่**, **ข้อความส่งเสริมการขาย**, **คำอธิบาย**, **คำหลัก**, **URL ที่สนับสนุน** และบรรทัด **ลิขสิทธิ์** (ซึ่งใช้กับทุกสถานที่พร้อมกัน)
tr: **Bu Sürüm**: **Yenilikler**, **Tanıtım Metni**, **Açıklama**, **Anahtar Sözcükler**, **Destek URL'si** ve **Telif Hakkı** satırı (tüm dillere aynı anda uygulanır).
uk: **Ця версія**: **Що нового**, **Рекламний текст**, **Опис**, **Ключові слова**, **URL підтримки** і рядок **Авторські права** (застосовується до всіх мов одразу).
ur: **یہ ورژن**: **نیا کیا ہے**، **پروموشنل ٹیکسٹ**، **تفصیل**، **مطلوبہ الفاظ**، **سپورٹ URL**، اور **کاپی رائٹ** لائن (جو ایک ہی وقت میں ہر مقامی پر لاگو ہوتی ہے)۔
vi: **Phiên bản này**: **Có gì mới**, **Văn bản quảng cáo**, **Mô tả**, **Từ khóa**, **URL hỗ trợ** và dòng **Bản quyền** (áp dụng cho mọi ngôn ngữ cùng một lúc).
zh_hans: **此版本**：**此版本的新增内容**、**推广文本**、**描述**、**关键词**、**技术支持网址**，以及 **版权** 信息（一次应用于所有语言）。
zh_hant: **此版本**：**此版本新增內容**、**宣傳文字**、**描述**、**關鍵字**、**支援 URL**，以及**版權**行（一次套用到所有語言）。

source: **This Version**: **What's New**, **Promotional Text**, **Description**, **Keywords**, **Support URL**, and the **Copyright** line.
ar: **هذا الإصدار**: **الجديد**، **النص الترويجي**، **الوصف**، **الكلمات الرئيسية**، **عنوان URL للدعم**، وسطر **حقوق الطبع والنشر**.
ca: **Aquesta versió**: **Novetats**, **Text promocional**, **Descripció**, **Paraules clau**, **URL de suport** i la línia **Dret d'autor**.
cs: **Tato verze**: **Co je nového**, **Propagační text**, **Popis**, **Klíčová slova**, **Adresa URL podpory** a řádek **Copyright**.
da: **Denne version**: **Hvad er nyt**, **Kampagnetekst**, **Beskrivelse**, **Søgeord**, **Support-URL** og linjen **Ophavsret**.
de: **Diese Version**: **Neuigkeiten**, **Werbetext**, **Beschreibung**, **Schlüsselwörter**, **Support-URL** und die Zeile **Copyright**.
el: **Αυτή η έκδοση**: **Τι νέο υπάρχει**, **Κείμενο προώθησης**, **Περιγραφή**, **Λέξεις-κλειδιά**, **Υποστήριξη URL** και η γραμμή **Πνευματικά δικαιώματα**.
es: **Esta versión**: **Novedades**, **Texto promocional**, **Descripción**, **Palabras clave**, **URL de soporte** y la línea **Copyright**.
fa: **این نسخه**: **چیزهای جدید**، **متن تبلیغاتی**، **توضیحات**، **کلمات کلیدی**، **نشانی اینترنتی پشتیبانی**، و خط **حق نشر**.
fi: **Tämä versio**: **Uutta**, **Mainosteksti**, **Kuvaus**, **Avainsanat**, **Tuen URL-osoite** ja **Tekijänoikeus**-rivi.
fr: **Cette version** : **Quoi de neuf**, **Texte promotionnel**, **Description**, **Mots clés**, **URL de support** et ligne **Copyright**.
he: **גרסה זו**: **מה חדש**, **טקסט קידום מכירות**, **תיאור**, **מילות מפתח**, **כתובת אתר לתמיכה** והשורה **זכויות יוצרים**.
hr: **Ova verzija**: **Što je novo**, **Promotivni tekst**, **Opis**, **Ključne riječi**, **URL podrške** i redak **Autorsko pravo**.
hu: **Ez a verzió**: **Újdonságok**, **Promóciós szöveg**, **Leírás**, **Kulcsszavak**, **Támogatási URL** és **Szerzői jog** sor.
id: **Versi Ini**: **Apa yang Baru**, **Teks ​​Promosi**, **Deskripsi**, **Kata Kunci**, **URL Dukungan**, dan baris **Hak Cipta**.
ja: **このバージョン**: **新機能**、**プロモーション テキスト**、**説明**、**キーワード**、**サポート URL**、**著作権** の行。
ko: **이 버전**: **새로운 기능**, **홍보 문구**, **설명**, **키워드**, **지원 URL** 및 **저작권** 줄.
ms: **Versi Ini**: **Apa yang Baharu**, **Teks ​​Promosi**, **Penerangan**, **Kata Kunci**, **URL Sokongan** dan baris **Hak Cipta**.
nl: **Deze versie**: **Wat is er nieuw**, **Promotietekst**, **Beschrijving**, **Zoekwoorden**, **Ondersteunings-URL** en de regel **Copyright**.
no: **Denne versjonen**: **Hva er nytt**, **Kampanjetekst**, **Beskrivelse**, **Søkeord**, **Nettadresse for støtte** og linjen **Opphavsrett**.
pl: **Ta wersja**: **Co nowego**, **Tekst promocyjny**, **Opis**, **Słowa kluczowe**, **Pomocniczy adres URL** i wiersz **Prawa autorskie**.
pt_br: **Esta versão**: **Novidades**, **Texto promocional**, **Descrição**, **Palavras-chave**, **URL de suporte** e a linha **Direitos autorais**.
pt_pt: **Esta versão**: **Novidades**, **Texto promocional**, **Descrição**, **Palavras-chave**, **URL de suporte** e a linha **Direitos autorais**.
ro: **Această versiune**: **Ce este nou**, **Text promoțional**, **Descriere**, **Cuvinte cheie**, **Adresă URL de asistență** și linia **Drepturi de autor**.
sk: **Táto verzia**: **Čo je nové**, **Propagačný text**, **Popis**, **Kľúčové slová**, **Webová adresa podpory** a riadok **Copyright**.
sl: **Ta različica**: **Kaj je novega**, **Promocijsko besedilo**, **Opis**, **Ključne besede**, **Podporni URL** in vrstica **Avtorske pravice**.
sv: **Den här versionen**: **Vad är nytt**, **Reklamtext**, **Beskrivning**, **Sökord**, **Support-URL** och raden **Upphovsrätt**.
th: **เวอร์ชันนี้**: **มีอะไรใหม่**, **ข้อความส่งเสริมการขาย**, **คำอธิบาย**, **คำหลัก**, **URL ที่สนับสนุน** และบรรทัด **ลิขสิทธิ์**
ur: **یہ ورژن**: **نیا کیا ہے**، **پروموشنل ٹیکسٹ**، **تفصیل**، **مطلوبہ الفاظ**، **سپورٹ URL**، اور **کاپی رائٹ** لائن۔
vi: **Phiên bản này**: **Có gì mới**, **Văn bản quảng cáo**, **Mô tả**, **Từ khóa**, **URL hỗ trợ** và dòng **Bản quyền**.
zh_hans: **此版本**：**新增功能**、**促销文字**、**说明**、**关键字**、**支持 URL** 和 **版权** 行。

source: **Tile** — repeats the image with adjustable spacing, offset, and scale per axis.
ar: **البلاط** — يكرر الصورة بمسافات وإزاحة وقياس قابلة للتعديل لكل محور.
ca: **Tela**: repeteix la imatge amb espai, desplaçament i escala ajustables per eix.
cs: **Dlaždice** – opakuje obrázek s nastavitelným rozestupem, odsazením a měřítkem na osu.
da: **Til** — gentager billedet med justerbar afstand, offset og skalering pr. akse.
de: **Kacheln** – wiederholt das Bild mit einstellbarem Abstand, Versatz und Skalierung pro Achse.
el: **Πλακίδιο** — επαναλαμβάνει την εικόνα με ρυθμιζόμενο διάστημα, μετατόπιση και κλίμακα ανά άξονα.
es: **Mosaico**: repite la imagen con espaciado, desplazamiento y escala ajustables por eje.
fa: **کاشی** — تصویر را با فاصله، افست و مقیاس قابل تنظیم در هر محور تکرار می کند.
fi: **Tile** — toistaa kuvan säädettävällä akselivälillä, offsetilla ja mittakaavalla.
fr: **Carrelage** : répète l'image avec un espacement, un décalage et une échelle réglables par axe.
he: **אריחים** - חוזר על התמונה עם מרווחים, היסט וקנה מידה ניתנים להתאמה לכל ציר.
hr: **Pločica** — ponavlja sliku s podesivim razmakom, pomakom i mjerilom po osi.
hu: **Csempe** — megismétli a képet tengelyenként állítható térközzel, eltolással és léptékkel.
id: **Tile** — mengulangi gambar dengan jarak, offset, dan skala yang dapat disesuaikan per sumbu.
ja: **タイル** — 軸ごとに調整可能な間隔、オフセット、スケールで画像を繰り返します。
ko: **타일** — 조정 가능한 간격, 오프셋 및 축당 배율을 사용하여 이미지를 반복합니다.
ms: **Jubin** — mengulangi imej dengan jarak, ofset dan skala boleh laras setiap paksi.
nl: **Tegel** — herhaalt de afbeelding met instelbare afstand, offset en schaal per as.
no: **Til** — gjentar bildet med justerbar avstand, forskyvning og skala per akse.
pl: **Płytka** — powtarza obraz z regulowanymi odstępami, przesunięciem i skalą na oś.
pt_br: **Tile** — repete a imagem com espaçamento, deslocamento e escala ajustáveis por eixo.
pt_pt: **Tile** — repete a imagem com espaçamento, deslocamento e escala ajustáveis por eixo.
ro: **Tile** — repetă imaginea cu spațiere reglabilă, offset și scară pe axă.
sk: **Dlaždice** – zopakuje obrázok s nastaviteľným rozstupom, odsadením a mierkou na os.
sl: **Ploščica** — ponovi sliko z nastavljivim razmikom, odmikom in merilom na os.
sv: **Tegel** — upprepar bilden med justerbart avstånd, förskjutning och skala per axel.
th: **ไทล์** — ทำซ้ำรูปภาพโดยปรับระยะห่าง ออฟเซ็ต และมาตราส่วนต่อแกนได้
ur: **ٹائل** — تصویر کو ایڈجسٹ اسپیسنگ، آفسیٹ اور اسکیل فی محور کے ساتھ دہراتی ہے۔
vi: **Ngói** — lặp lại hình ảnh với khoảng cách, độ lệch và tỷ lệ trên mỗi trục có thể điều chỉnh được.
zh_hans: **平铺** — 以可调整的每轴间距、偏移和比例重复图像。

source: **Tile** — repeats the image, with spacing, offset, and scale adjustable independently for the horizontal and vertical axes.
ar: **البلاط** — يكرر الصورة، مع إمكانية ضبط المسافات والإزاحة والمقياس بشكل مستقل للمحورين الأفقي والرأسي.
ca: **Tela**: repeteix la imatge, amb espaiat, desplaçament i escala ajustables independentment per als eixos horitzontal i vertical.
cs: **Dlaždice** – zopakuje obrázek s nezávisle nastavitelnými rozestupy, odsazením a měřítkem pro horizontální a vertikální osu.
da: **Til** — gentager billedet med afstand, forskydning og skala, der kan justeres uafhængigt for den vandrette og lodrette akse.
de: **Kacheln** – wiederholt das Bild, wobei Abstand, Versatz und Skalierung für die horizontale und vertikale Achse unabhängig voneinander einstellbar sind.
el: **Πλακίδιο** — επαναλαμβάνει την εικόνα, με απόσταση, μετατόπιση και κλίμακα ρυθμιζόμενα ανεξάρτητα για τον οριζόντιο και τον κατακόρυφο άξονα.
es: **Mosaico**: repite la imagen, con espaciado, desplazamiento y escala ajustables por separado en los ejes horizontal y vertical.
fa: **کاشی** — تصویر را تکرار می‌کند؛ فاصله، افست و مقیاس برای محور افقی و عمودی جداگانه قابل تنظیم است.
fi: **Tile** — toistaa kuvan siten, että väli, offset ja skaalaus ovat säädettävissä itsenäisesti vaaka- ja pystyakselilla.
fr: **Mosaïque** : répète l'image, avec un espacement, un décalage et une échelle réglables séparément pour les axes horizontal et vertical.
he: **אריח** - חוזר על התמונה, עם מרווח, היסט וקנה מידה הניתנים להתאמה עצמאית עבור הצירים האופקיים והאנכיים.
hr: **Pločica** — ponavlja sliku, s razmakom, pomakom i mjerilom koji se mogu neovisno podešavati za vodoravnu i okomitu os.
hu: **Csempe** — megismétli a képet, a vízszintes és függőleges tengelyek távolsága, eltolása és léptéke egymástól függetlenül állítható.
id: **Tile** — mengulangi gambar, dengan spasi, offset, dan skala yang dapat disesuaikan secara independen untuk sumbu horizontal dan vertikal.
it: **Affianca**: ripete l'immagine, con spaziatura, spostamento e scala regolabili in modo indipendente per l'asse orizzontale e verticale.
ja: **タイル** — 画像を繰り返し配置します。間隔、オフセット、スケールは水平方向と垂直方向で個別に調整できます。
ko: **타일** — 수평 및 수직 축에 대해 독립적으로 조정 가능한 간격, 오프셋 및 배율을 사용하여 이미지를 반복합니다.
ms: **Jubin** — mengulangi imej, dengan jarak, ofset dan skala boleh laras secara bebas untuk paksi mendatar dan menegak.
nl: **Tegel** — herhaalt de afbeelding, waarbij de afstand, offset en schaal onafhankelijk van elkaar kunnen worden aangepast voor de horizontale en verticale assen.
no: **Til** — gjentar bildet, med avstand, forskyvning og skala som kan justeres uavhengig for den horisontale og vertikale aksen.
pl: **Płytka** — powtarza obraz, z możliwością regulacji odstępów, przesunięcia i skali niezależnie dla osi poziomej i pionowej.
pt_br: **Lado a lado** — repete a imagem, com espaçamento, deslocamento e escala ajustáveis independentemente para os eixos horizontal e vertical.
pt_pt: **Lado a lado** — repete a imagem, com espaçamento, deslocamento e escala ajustáveis independentemente para os eixos horizontal e vertical.
ro: **Tile** — repetă imaginea, cu spațiere, offset și scară reglabile independent pentru axele orizontale și verticale.
ru: **Замостить** — повторяет изображение; интервал, смещение и масштаб настраиваются отдельно по горизонтали и вертикали.
sk: **Dlaždice** – zopakuje obrázok s možnosťou nastavenia medzier, odsadenia a mierky nezávisle pre horizontálnu a vertikálnu os.
sl: **Ploščica** — ponovi sliko z razmikom, odmikom in merilom, ki so nastavljivi neodvisno za vodoravno in navpično os.
sv: **Tegel** — upprepar bilden, med avstånd, förskjutning och skala som kan justeras oberoende av de horisontella och vertikala axlarna.
th: **ไทล์** — เล่นภาพซ้ำโดยสามารถปรับระยะห่าง ออฟเซ็ต และปรับขนาดได้อย่างอิสระสำหรับแกนแนวนอนและแนวตั้ง
tr: **Döşe** — görüntüyü tekrarlar; aralık, kayma ve ölçek yatay ve dikey eksenler için bağımsız olarak ayarlanabilir.
uk: **Замостити** — повторює зображення; проміжок, зсув і масштаб налаштовуються окремо для горизонтальної та вертикальної осей.
ur: **ٹائل** — افقی اور عمودی محوروں کے لیے خالی جگہ، آفسیٹ، اور اسکیل کو آزادانہ طور پر ایڈجسٹ کرنے کے ساتھ تصویر کو دہراتا ہے۔
vi: **Ngói** — lặp lại hình ảnh, với khoảng cách, độ lệch và tỷ lệ có thể điều chỉnh độc lập cho trục ngang và trục dọc.
zh_hans: **平铺**——重复排列图像，水平和垂直方向的间距、偏移和缩放均可单独调整。
zh_hant: **拼貼**——重複影像，水平和垂直方向的間距、偏移和縮放可分別調整。

source: **Translate a repeated headline once.** Right-click a text shape ▸ **Reuse Translation** links it to another string so they share one translation.
ar: **ترجمة عنوان متكرر مرة واحدة.** انقر بزر الماوس الأيمن على شكل نص ▸ **إعادة استخدام الترجمة** يربطه بسلسلة أخرى بحيث يتشاركون في ترجمة واحدة.
ca: **Tradueix un títol repetit una vegada.** Fes clic amb el botó dret en una forma de text ▸ **Reutilitza la traducció** l'enllaça a una altra cadena perquè comparteixin una traducció.
cs: **Přeložte jednou opakující se nadpis.** Klikněte pravým tlačítkem na tvar textu ▸ **Znovu použít překlad** jej propojí s jiným řetězcem, aby sdíleli jeden překlad.
da: **Oversæt en gentaget overskrift én gang.** Højreklik på en tekstform ▸ **Genbrug oversættelse** linker den til en anden streng, så de deler én oversættelse.
de: **Wiederholte Überschriften nur einmal übersetzen.** Rechtsklick auf eine Textform ▸ **Übersetzung wiederverwenden** verknüpft sie mit einem anderen Text, sodass beide eine Übersetzung teilen.
el: **Μεταφράστε μια επαναλαμβανόμενη επικεφαλίδα μία φορά.** Κάντε δεξί κλικ σε ένα σχήμα κειμένου ▸ Η **Επαναχρησιμοποίηση μετάφρασης** τη συνδέει με μια άλλη συμβολοσειρά, ώστε να μοιράζονται μια μετάφραση.
es: **Traduce una sola vez un titular repetido.** Clic derecho en una forma de texto ▸ **Reutilizar traducción** la vincula a otro texto para que compartan una traducción.
fa: **تیتر تکراری را یک بار ترجمه کنید.** کلیک راست روی شکل متنی ▸ **استفادهٔ مجدد از ترجمه** آن را به متن دیگری پیوند می‌دهد تا ترجمهٔ مشترکی داشته باشند.
fi: **Käännä toistuva otsikko kerran.** Napsauta tekstimuotoa hiiren kakkospainikkeella ▸ **Käytä käännöstä uudelleen** linkittää sen toiseen merkkijonoon, jotta ne jakavat yhden käännöksen.
fr: **Traduisez une seule fois un titre répété.** Clic droit sur une forme de texte ▸ **Réutiliser la traduction** la lie à une autre chaîne pour qu'elles partagent une même traduction.
he: **תרגם כותרת חוזרת פעם אחת.** לחץ באמצעות לחצן העכבר הימני על צורת טקסט ▸ **שימוש חוזר בתרגום** מקשר אותה למחרוזת אחרת כך שהם חולקים תרגום אחד.
hr: **Prevedite ponovljeni naslov jednom.** Desnom tipkom miša kliknite oblik teksta ▸ **Ponovna upotreba prijevoda** povezuje ga s drugim nizom tako da dijele jedan prijevod.
hu: **Fordítsa le egyszer az ismétlődő címsort.** Kattintson a jobb gombbal egy szövegalakzatra ▸ A **Fordítás újrafelhasználása** egy másik karakterlánchoz kapcsolja, így azok ugyanazon a fordításon osztoznak.
id: **Terjemahkan judul yang berulang satu kali.** Klik kanan bentuk teks ▸ **Gunakan Kembali Terjemahan** menghubungkannya ke string lain sehingga keduanya berbagi satu terjemahan.
it: **Traduci una sola volta un titolo ripetuto.** Clic destro su una forma di testo ▸ **Riutilizza traduzione** la collega a un'altra stringa, così condividono un'unica traduzione.
ja: **繰り返す見出しは一度だけ翻訳する**。テキスト図形を右クリック ▸ **翻訳を再利用** で別の文字列にリンクすると、1つの翻訳を共有できます。
ko: **반복되는 헤드라인은 한 번만 번역하세요.** 텍스트 도형을 오른쪽 클릭 ▸ **번역 재사용**을 선택하면 다른 문자열과 연결되어 번역을 공유합니다.
ms: **Terjemah tajuk yang berulang sekali.** Klik kanan bentuk teks ▸ **Guna Semula Terjemahan** memautkannya ke rentetan lain supaya mereka berkongsi satu terjemahan.
nl: **Vertaal een herhaalde kop één keer.** Klik met de rechtermuisknop op een tekstvorm ▸ **Vertaling hergebruiken** koppelt deze aan een andere tekenreeks zodat ze één vertaling delen.
no: **Oversett en gjentatt overskrift én gang.** Høyreklikk på en tekstform ▸ **Gjenbruk oversettelse** kobler den til en annen streng slik at de deler én oversettelse.
pl: **Przetłumacz powtarzający się nagłówek raz.** Kliknij prawym przyciskiem myszy kształt tekstu ▸ **Użyj ponownie tłumaczenia** łączy go z innym ciągiem, dzięki czemu mają wspólne tłumaczenie.
pt_br: **Traduza uma única vez um título repetido.** Clique com o botão direito em uma forma de texto ▸ **Reutilizar tradução** a vincula a outra string para que compartilhem a mesma tradução.
pt_pt: **Traduza um título repetido uma vez.** Clique com o botão direito em uma forma de texto ▸ **Reutilizar tradução** vincula-o a outra string para que eles compartilhem uma tradução.
ro: **Traduceți un titlu repetat o dată.** Faceți clic dreapta pe o formă de text ▸ **Reutilizați traducerea** îl leagă la un alt șir, astfel încât să partajeze o traducere.
ru: **Переводите повторяющийся заголовок один раз.** Правый клик по текстовой фигуре ▸ **Использовать перевод повторно** связывает ее с другой строкой текста, чтобы у них был общий перевод.
sk: **Preložte jedenkrát opakovaný nadpis.** Kliknite pravým tlačidlom myši na tvar textu ▸ **Opätovne použiť preklad** ho prepojí s iným reťazcom, aby zdieľali jeden preklad.
sl: **Enkrat prevedite ponavljajoči se naslov.** Z desno miškino tipko kliknite obliko besedila ▸ **Ponovna uporaba prevoda** ga poveže z drugim nizom, tako da si delita en prevod.
sv: **Översätt en upprepad rubrik en gång.** Högerklicka på en textform ▸ **Återanvänd översättning** länkar den till en annan sträng så att de delar en översättning.
th: **แปลพาดหัวซ้ำหนึ่งครั้ง** คลิกขวาที่รูปร่างข้อความ ▸ **ใช้คำแปลซ้ำ** ลิงก์ไปยังสตริงอื่นเพื่อแชร์คำแปลเดียวกัน
tr: **Tekrarlanan bir başlığı bir kez çevirin.** Bir metin şekline sağ tıklayıp ▸ **Çeviriyi Yeniden Kullan**'ı seçmek onu başka bir dizeye bağlar; böylece ikisi tek bir çeviriyi paylaşır.
uk: **Перекладайте повторюваний заголовок один раз.** Клацання правою кнопкою на текстовій фігурі ▸ **Повторно використати переклад** пов’язує її з іншим рядком тексту, щоб вони мали спільний переклад.
ur: **ایک بار دہرائی جانے والی سرخی کا ترجمہ کریں۔** ٹیکسٹ کی شکل پر دائیں کلک کریں ▸ **ٹرانسلیشن کو دوبارہ استعمال کریں** اسے کسی اور سٹرنگ سے جوڑتا ہے تاکہ وہ ایک ترجمہ شیئر کریں۔
vi: **Dịch dòng tiêu đề lặp lại một lần.** Nhấp chuột phải vào hình dạng văn bản ▸ **Sử dụng lại bản dịch** liên kết nó với một chuỗi khác để họ chia sẻ một bản dịch.
zh_hans: **重复的标题只需翻译一次**。右键点按文本形状 ▸ **重用翻译**，即可将其关联到另一个字符串，共用同一份翻译。
zh_hant: **重複的標題只需翻譯一次**。對文字形狀按右鍵 ▸ **重複使用翻譯**即可將其連結到另一個字串，共用同一份翻譯。
